Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: To make a transfer to %@ you have to swap %@ to %@
fr: Pour effectuer un transfert vers %@ vous devez échanger %@ vers %@
ru: Чтобы сделать перевод в %@, вы должны поменять местами %@ на %@
vi: Để chuyển sang %@, bạn phải hoán đổi %@ thành %@

source: to phone number, username or address
fr: au numéro de téléphone, nom d'utilisateur ou adresse
ru: на номер телефона, имя пользователя или адрес
vi: đến số điện thoại, tên người dùng hoặc địa chỉ

source: To recover your wallet enter your security key's 12 or 24 words separated by single spaces in the correct order
fr: Pour récupérer votre portefeuille, saisissez les 12 ou 24 mots de votre clé de sécurité séparés par des espaces simples dans le bon ordre
ru: Чтобы восстановить свой кошелек, введите 12 или 24 слова вашего электронного ключа, разделенных пробелами, в правильном порядке.
vi: Để khôi phục ví của bạn, hãy nhập 12 hoặc 24 từ của khóa bảo mật được phân tách bằng dấu cách đơn theo đúng thứ tự

source: To see %@ wallet address, you must add this token to your token list
fr: Pour voir l'adresse du portefeuille %@, vous devez ajouter ce jeton à votre liste de jetons
ru: Чтобы увидеть адрес кошелька %@, вы должны добавить этот токен в свой список токенов.
vi: Để xem địa chỉ ví %@, bạn phải thêm token này vào danh sách token của bạn

source: To send %@ to Ethereum network you have to swap it to %@
fr: Pour envoyer %@ au réseau Ethereum, vous devez le remplacer par %@
ru: Чтобы отправить %@ в сеть Ethereum, вы должны поменять его на %@
vi: Để gửi %@ đến mạng Ethereum, bạn phải hoán đổi nó thành %@

source: to username or address
fr: au nom d'utilisateur ou à l'adresse
ru: на имя пользователя или адрес
vi: đến tên người dùng hoặc địa chỉ

source: To your bank account
fr: Vers votre compte bancaire
ru: На ваш банковский счет
vi: Đến tài khoản ngân hàng của bạn

source: Today
fr: Aujourd'hui
ru: Сегодня
vi: Hôm nay

source: token account
fr: compte symbolique
ru: токен счет
vi: tài khoản mã thông báo

source: Token account not found
fr: Compte jeton introuvable
ru: Аккаунт токена не найден
vi: Không tìm thấy tài khoản token

source: Token account should be zero
fr: Le compte de jeton doit être égal à zéro
ru: Аккаунт токена должен быть нулевым
vi: Tài khoản token phải bằng 0

source: Token balance must be empty
fr: Le solde du jeton doit être vide
ru: Баланс токена должен быть пустым
vi: Số dư ví phải bằng 0

source: Token mint mismatch
fr: Non-concordance de la monnaie de jeton
ru: Несоответствие токенов монетному двору
vi: Token mint không khớp

source: Token not found. Try another one
fr: Jeton introuvable. Essaie un autre
ru: Токен не найден. Попробуйте другой
vi: Không tìm thấy mã thông báo. Thử một cai khac

source: Token rates are unavailable. Everything works as usual and all funds are safe.
fr: Les tarifs des jetons ne sont pas disponibles. Tout fonctionne comme d'habitude et tous les fonds sont en sécurité.
ru: Курсы токенов недоступны. Все работает как обычно и все средства в безопасности.
vi: Tỷ lệ mã thông báo không có sẵn. Mọi thứ hoạt động như bình thường và tất cả các khoản tiền đều an toàn.

source: Token sent!
fr: Jeton envoyé!
ru: Токен отправлен!
vi: Đã gửi token!

source: Token to deposit
fr: Jeton à déposer
ru: Токен для депозита
vi: Mã thông báo để gửi tiền

source: Token to withdraw
fr: Jeton à retirer
ru: Токен для вывода
vi: Token để rút

source: Token you pay
fr: Jeton que vous payez
ru: Токен, который вы платите
vi: Mã thông báo bạn thanh toán

source: Token you receive
fr: Jeton que vous recevez
ru: Токен, который вы получаете
vi: Mã thông báo bạn nhận được

source: Token's mint address is not valid
fr: L'adresse d'atelier du jeton n'est pas valide
ru: Адрес mint токена недействителен
vi: Địa chỉ mint của token không hợp lệ

source: Tokens
fr: Jetons
ru: Токены
vi: Mã thông báo

source: Top up
fr: Recharger
ru: Пополнить
vi: Nạp tiền

source: Top up balance to continue
fr: Recharger le solde pour continuer
ru: Пополнить баланс, чтобы продолжить
vi: Nạp tiền vào số dư để tiếp tục

source: Top up your account
fr: Rechargez votre compte
ru: Пополнить свой счет
vi: Nạp tiền vào tài khoản của bạn

source: Top up your account to get started
fr: Rechargez votre compte pour commencer
ru: Пополните свой счет, чтобы начать
vi: Nạp tiền vào tài khoản của bạn để bắt đầu

source: Total
fr: Le total
ru: Общий
vi: Toàn bộ

source: Total amount
fr: Montant total
ru: Общая сумма
vi: Tổng cộng

source: Total balance
fr: Solde total
ru: Общий баланс
vi: Tổng số dư

source: Total fee
fr: Montant total
ru: Общая комиссия
vi: Tổng phí

source: Total fees
fr: Total des frais
ru: Итого комиссии
vi: Tổng các khoản phí

source: Total rewards earned
fr: Récompenses totales gagnées
ru: Всего заработано вознаграждений
vi: Tổng số phần thưởng kiếm được

source: Touch ID
fr: ID tactile
ru: Сенсорный идентификатор
vi: ID cảm ứng

source: Transaction detail
fr: Détail de la transaction
ru: Детали транзакции
vi: Chi tiết giao dịch

source: Transaction details
fr: Détails de la transaction
ru: Детали транзакции
vi: Chi tiết giao dịch

source: Transaction failed
fr: La transaction a échoué
ru: Транзакция не удалась
vi: giao dịch không thành công

source: Transaction fee
fr: Frais de transaction
ru: Комиссия на перевод
vi: Phí giao dịch

source: Transaction fees
fr: Les frais de transaction
ru: Операционные издержки
vi: Phí giao dịch

source: Transaction has been confirmed
fr: La transaction a été confirmée
ru: Транзакция подтверждена
vi: Giao dịch đã được xác nhận

source: Transaction has been finalized
fr: La transaction a été finalisée
ru: Транзакция завершена
vi: Giao dịch đã được hoàn tất

source: Transaction has been sent
fr: La transaction a été envoyée
ru: Транзакция отправлена
vi: Giao dịch đã được gửi

source: Transaction ID
fr: identifiant de transaction
ru: ID транзакции
vi: ID giao dịch

source: Transaction processing
fr: Transaction en cours
ru: Обработка транзакции
vi: Xử lý giao dịch

source: Transaction submitted
fr: Transaction soumise
ru: Транзакция отправлена
vi: Giao dịch đã gửi

source: Transaction succeeded
fr: Transaction réussie
ru: Транзакция прошла успешно
vi: Giao dịch thành công

source: Transaction Token
fr: Jeton de transaction
ru: Токен транзакции
vi: Token giao dịch

source: Transactions that exceed 20%% slippage tolerance may be %@
fr: Les transactions qui dépassent 20%% de tolérance de glissement peuvent être %@
ru: Транзакции, превышающие допуск по проскальзыванию 20%%, могут быть %@
vi: Các giao dịch vượt quá khả năng chịu trượt 20%% có thể là %@

source: Transfer
fr: Transfert
ru: Перевод
vi: Chuyển khoản

source: Transfer fee
fr: Frais de transfert
ru: Стоимость трансфера
vi: Phí chuyển tiền

source: Transfer SOL to our payment provider from Key App
fr: Transférer SOL à notre fournisseur de paiement depuis Key App
ru: Переведите SOL нашему платежному провайдеру из Key App
vi: Chuyển SOL cho nhà cung cấp dịch vụ thanh toán của chúng tôi từ Key App

source: Try again
fr: Réessayer
ru: Попробовать еще раз
vi: Thử lại

source: Try again later
fr: Réessayez plus tard
ru: Попробуйте позже
vi: Thử lại sau

source: Try another option
fr: Essayez une autre option
ru: Попробуйте другой вариант
vi: Hãy thử một tùy chọn khác

source: Try with account or use an another phone number
fr: Essayez avec un compte ou utilisez un autre numéro de téléphone
ru: Попробуйте с учетной записью или используйте другой номер телефона
vi: Thử bằng tài khoản hoặc sử dụng một số điện thoại khác

source: Try with another account
fr: Essayez avec un autre compte
ru: Попробуйте с другой учетной записи
vi: Thử bằng một tài khoản khác

source: Try with another account or use an another phone number
fr: Essayez avec un autre compte ou utilisez un autre numéro de téléphone
ru: Попробуйте с другой учетной записью или используйте другой номер телефона
vi: Thử bằng một tài khoản khác hoặc sử dụng một số điện thoại khác

source: Turn off the light
fr: Éteindre la lumière
ru: Выключи свет
vi: Tắt đèn

source: Turn on
fr: Allumer
ru: Включить
vi: Bật

source: Turn on notifications
fr: Activer les notifications
ru: Включить уведомления
vi: Bật thông báo

source: Turn on the light
fr: Allume la lumière
ru: Включи свет
vi: Bật đèn

source: Unable to access camera
fr: Impossible d'accéder à la caméra
ru: Не удается получить доступ к камере
vi: Không vào được máy ảnh

source: Unauthorized
fr: Non autorisé
ru: Неавторизованный
vi: Không có quyền truy cập

source: Unfortunately, you can not buy in %@, but you can still use other Key App features
fr: Malheureusement, vous ne pouvez pas acheter en %@, mais vous pouvez toujours utiliser d'autres fonctionnalités de l'application clé
ru: К сожалению, вы не можете покупать в %@, но вы можете использовать другие ключевые функции приложения.
vi: Thật không may, bạn không thể mua trong %@, nhưng bạn vẫn có thể sử dụng các tính năng khác của Ứng dụng chính

source: Unique one-time link works once only
fr: Le lien unique unique ne fonctionne qu'une seule fois
ru: Уникальная одноразовая ссылка работает только один раз
vi: Liên kết một lần duy nhất chỉ hoạt động một lần

source: United States Dollar
fr: Dollar américain
ru: Доллар США
vi: Đô la Mĩ

source: Unknown
fr: Inconnu
ru: Неизвестный
vi: không xác định

source: Unknown date
fr: Date inconnue
ru: Неизвестная дата
vi: Ngày không xác định

source: Unknown error
fr: Erreur inconnue
ru: Неизвестная ошибка
vi: Lỗi không thể nhận biết

source: Unknown time
fr: Heure inconnue
ru: Неизвестное время
vi: thời gian không xác định

source: Unknown token
fr: Jeton inconnu
ru: Неизвестный токен
vi: Token không xác định

source: Unstake
fr: Décoller
ru: Отменить ставку
vi: hủy bỏ cổ phần

source: Unstake signature
fr: Détacher la signature
ru: Отменить ставку подписи
vi: Bỏ chữ ký

source: unsupported
fr: non pris en charge
ru: неподдерживаемый
vi: không hỗ trợ

source: Unsupported recipient's address
fr: Adresse du destinataire non prise en charge
ru: Неподдерживаемый адрес получателя
vi: Địa chỉ người nhận không được hỗ trợ

source: Update
fr: Mise à jour
ru: Обновлять
vi: Cập nhật

source: Updating
fr: Mise à jour
ru: Обновление
vi: Đang cập nhật

source: Updating prices
fr: Mise à jour des prix
ru: Обновление цен
vi: Cập nhật giá

source: USDC, USDT, BTC, ETH, SOL and other cryptocurrencies with lightspeed and zero fees
fr: USDC, USDT, BTC, ETH, SOL et autres crypto-monnaies avec vitesse de la lumière et sans frais
ru: USDC, USDT, BTC, ETH, SOL и другие криптовалюты со скоростью света и нулевой комиссией
vi: USDC, USDT, BTC, ETH, SOL và các loại tiền điện tử khác với tốc độ ánh sáng và không tính phí

source: Use a seed phrase
fr: Utiliser une phrase de départ
ru: Используйте исходную фразу
vi: Sử dụng một cụm từ hạt giống

source: Use all
fr: Utiliser tous
ru: Использовать все
vi: Sử dụng tất cả

source: Use an another phone
fr: Utiliser un autre téléphone
ru: Используйте другой телефон
vi: Sử dụng điện thoại khác

source: Use another account
fr: Utiliser un autre compte
ru: Использовать другую учетную запись
vi: Sử dụng tài khoản khác

source: Use any latin and special symbols or emojis.
fr: Utilisez des symboles ou des emojis latins et spéciaux.
ru: Используйте любые латинские и специальные символы или смайлики.
vi: Sử dụng bất kỳ ký hiệu hoặc biểu tượng cảm xúc nào bằng tiếng latin và đặc biệt.

source: Use any lowercased latin characters and hyphens
fr: Utilisez des caractères latins minuscules et des tirets
ru: Используйте латинские символы и дефисы в нижнем регистре.
vi: Sử dụng bất kỳ ký tự Latinh viết thường nào và dấu gạch nối

source: Use FaceId
fr: Utiliser FaceId
ru: Использовать FaceId
vi: Sử dụng FaceId

source: Use free transactions
fr: Utilisez des transactions gratuites
ru: Используйте бесплатные транзакции
vi: Sử dụng các giao dịch miễn phí

source: Use TouchId
fr: Utilisez TouchId
ru: Использовать TouchId
vi: Sử dụng TouchId

source: Use your FaceID for quick access?
fr: Utilisez votre FaceID pour un accès rapide?
ru: Использовать FaceID для быстрого доступа?
vi: Sử dụng FaceID của bạn để truy cập nhanh?

source: Use your social account to continue
fr: Utilisez votre compte social pour continuer
ru: Используйте свою социальную учетную запись, чтобы продолжить
vi: Sử dụng tài khoản xã hội của bạn để tiếp tục

source: Use your TouchID for quick access?
fr: Utilisez votre TouchID pour un accès rapide?
ru: Использовать TouchID для быстрого доступа?
vi: Sử dụng TouchID của bạn để truy cập nhanh?

source: username
fr: Nom d'utilisateur
ru: имя пользователя
vi: tên tài khoản

source: Username
fr: Nom d'utilisateur
ru: Имя пользователя
vi: tên tài khoản

source: Username %@ was reserved
fr: Le nom d'utilisateur %@ était réservé
ru: Имя пользователя %@ было зарезервировано
vi: Tên người dùng %@ đã được bảo lưu

source: Username is your public address, which allows you to receive any token even if you don't have it in the wallet list. It is vital you select the exact username you want, as once set, you cannot change it.
fr: Le nom d'utilisateur est votre adresse publique, ce qui vous permet de recevoir n'importe quel jeton même si vous ne l'avez pas dans la liste des portefeuilles. Il est essentiel que vous sélectionniez le nom d'utilisateur exact que vous souhaitez, car une fois défini, vous ne pouvez pas le modifier.
ru: Имя пользователя - это ваш общедоступный адрес, который позволяет вам получать любой токен, даже если у вас его нет в списке кошельков. Крайне важно выбрать именно то имя пользователя, которое вы хотите, так как после установки вы не можете его изменить.
vi: Tên người dùng là địa chỉ công khai của bạn, cho phép bạn nhận bất kỳ token nào ngay cả khi bạn không có mã đó trong danh sách ví. Điều quan trọng là bạn phải chọn tên người dùng chính xác mà bạn muốn, vì sau khi đã đặt, bạn không thể thay đổi nó.

source: Username must contain less than 15 characters
fr: Le nom d'utilisateur doit contenir moins de 15 caractères
ru: Имя пользователя должно содержать менее 15 символов.
vi: Tên người dùng phải có ít hơn 15 ký tự

source: username or address
fr: nom d'utilisateur / adresse
ru: имя пользователя / адрес
vi: tên người dùng / địa chỉ

source: Username was copied to clipboard
fr: Le nom d'utilisateur a été copié dans le presse-papiers
ru: Имя пользователя было скопировано в буфер обмена
vi: Tên người dùng đã được sao chép vào khay nhớ tạm

source: using Apple Pay or bank card
fr: avec Apple Pay ou carte bancaire
ru: с помощью Apple Pay или банковской карты
vi: sử dụng Apple Pay hoặc thẻ ngân hàng

source: Using the maximum %@ amount
fr: Utilisation du montant maximum %@
ru: Использование максимального количества %@
vi: Sử dụng lượng %@ tối đa

source: Using Wormhole bridge
fr: Utilisation du pont Wormhole
ru: Использование моста червоточины
vi: Sử dụng cầu Wormhole

source: Value
fr: Valeur
ru: Стоимость
vi: Giá trị

source: Verify manually
fr: Vérifier manuellement
ru: Проверить вручную
vi: Xác minh thủ công

source: Verify your security key
fr: Vérifiez votre clé de sécurité
ru: Подтвердите свой электронный ключ
vi: Xác minh khóa bảo mật của bạn

source: via bank transfer
fr: par virement bancaire
ru: банковским переводом
vi: qua chuyển khoản ngân hàng

source: Vietnamese Dong
fr: Dong vietnamien
ru: Вьетнамский донг
vi: Việt nam Đồng

source: View in %@ explorer
fr: Afficher dans %@ l'explorateur
ru: Посмотреть в %@ explorer
vi: Xem trong %@ explorer

source: View in blockchain explorer
fr: Afficher dans l'explorateur de blockchain
ru: Посмотреть в explorer
vi: Xem trong Blockchain explorer

source: View recovery key
fr: Afficher la clé de récupération
ru: Посмотреть ключ восстановления
vi: Xem khóa khôi phục

source: Visibility in token list
fr: Visibilité dans la liste de jetons
ru: Видимость в списке токенов
vi: Hiển thị trong danh sách token

source: Vote account
fr: Compte de vote
ru: Аккаунт для голосования
vi: Tài khoản bình chọn

source: Wait, name checking is going
fr: Attendez, la vérification des noms est en cours
ru: Подождите, идет проверка имени
vi: Chờ đã, kiểm tra tên đang diễn ra

source: Waiting for deposit confirmation
fr: En attente de confirmation de dépôt
ru: Ожидание подтверждения депозита
vi: Đang chờ xác nhận tiền gửi

source: Wallet
fr: Portefeuille
ru: Кошелек
vi: Ví tiền

source: Wallet address
fr: Adresse du portefeuille
ru: Адрес кошелька
vi: Địa chỉ ví

source: Wallet address is not valid
fr: L'adresse du portefeuille n'est pas valide
ru: Адрес кошелька недействителен
vi: Địa chỉ ví không hợp lệ

source: Wallet name
fr: Nom du portefeuille
ru: Имя кошелька
vi: Tên ví

source: Wallet protection
fr: Protection portefeuille
ru: Защита кошелька
vi: Bảo vệ ví

source: Wallet recovery
fr: Récupération de portefeuille
ru: Восстановление кошелька
vi: Khôi phục ví

source: Wallet settings
fr: Paramètres du portefeuille
ru: Настройки кошелька
vi: Cài đặt ví

source: Wallets
fr: Portefeuilles
ru: Кошельки
vi: Ví

source: Warning
fr: Attention
ru: Предупреждение
vi: Cảnh báo

source: WARNING: The seed phrase will not be shown again, copy it down or save in your password manager to recover this wallet in the future.
fr: AVERTISSEMENT: la phrase de départ ne sera plus affichée, copiez-la ou enregistrez-la dans votre gestionnaire de mots de passe pour récupérer ce portefeuille à l'avenir.
ru: ВНИМАНИЕ: мнемоническая фраза больше не будет отображаться, скопируйте ее или сохраните в диспетчере паролей, чтобы восстановить этот кошелек в будущем.
vi: CẢNH BÁO: Những cụm từ bảo mật này sẽ không được hiển thị lại, hãy sao chép nó xuống hoặc lưu trong trình quản lý mật khẩu của bạn để khôi phục ví này trong tương lai.

source: was turned off. Do you want to turn it on?
fr: a été désactivé. Voulez-vous l'activer?
ru: был выключен. Включить?
vi: đã bị tắt. Bạn có muốn bật tính năng này không?

source: We bridge it to Solana with Wormhole
fr: Nous le relions à Solana avec Wormhole
ru: Мы соединяем его с Соланой с помощью Wormhole
vi: Chúng tôi kết nối nó với Solana bằng Wormhole

source: We can’t SMS you
fr: Nous ne pouvons pas vous envoyer de SMS
ru: Мы не можем отправить вам SMS
vi: Chúng tôi không thể gửi SMS cho bạn

source: We cannot retrieve the transaction status without the internet
fr: Nous ne pouvons pas récupérer le statut de la transaction sans Internet
ru: Мы не можем получить статус транзакции без интернета
vi: Chúng tôi không thể truy xuất trạng thái giao dịch khi không có internet

source: We couldn't upload the history. Try again later
fr: Nous n'avons pas pu télécharger l'historique. Réessayez plus tard
ru: Не удалось загрузить историю. Повторите попытку позже.
vi: Chúng tôi không thể tải lịch sử lên. Hãy thử lại sau

source: We couldn’t add a token to your wallet. Check your internet connection and try again.
fr: Nous n'avons pas pu ajouter de jeton à votre portefeuille. Vérifiez votre connexion Internet et réessayez.
ru: Не удалось добавить токен в ваш кошелек. Проверьте подключение к Интернету и повторите попытку.
vi: Chúng tôi không thể thêm token vào ví của bạn. Hãy kiểm tra kết nối Internet của bạn và thử lại.

source: we do not recommend sending it to this address.
fr: nous vous déconseillons de l'envoyer à cette adresse.
ru: мы не рекомендуем отправлять его на этот адрес.
vi: chúng tôi không khuyên bạn nên gửi nó đến địa chỉ này.

source: We have not supported this type of biometry authentication yet
fr: Nous n'avons pas encore pris en charge ce type d'authentification biométrique
ru: Мы пока не поддерживаем этот тип биометрической аутентификации.
vi: Chúng tôi chưa hỗ trợ loại xác thực sinh trắc học này

source: We left a minimum SOL balance to save the account address
fr: Nous avons laissé un solde SOL minimum pour enregistrer l'adresse du compte
ru: Мы оставили минимальный баланс SOL, чтобы сохранить адрес аккаунта
vi: Chúng tôi đã để lại số dư SOL tối thiểu để lưu địa chỉ tài khoản

source: We provide you with the possibility to use secure and trusted protocols
fr: Nous vous offrons la possibilité d'utiliser des protocoles sécurisés et fiables
ru: Мы предоставляем вам возможность использовать безопасные и надежные протоколы
vi: Chúng tôi cung cấp cho bạn khả năng sử dụng các giao thức an toàn và đáng tin cậy

source: We provide you with the possibility to use secure and trusted protocols.
fr: Nous vous offrons la possibilité d'utiliser des protocoles sécurisés et fiables.
ru: Мы предоставляем вам возможность использовать безопасные и надежные протоколы.
vi: Chúng tôi cung cấp cho bạn khả năng sử dụng các giao thức an toàn và đáng tin cậy.

source: We provide you with the possibility to use secure and trusted protocols. Deposit USDT and USDC to earn interest
fr: Nous vous offrons la possibilité d'utiliser des protocoles sécurisés et fiables. Déposez USDT et USDC pour gagner des intérêts
ru: Мы предоставляем вам возможность использовать безопасные и надежные протоколы. Вкладывайте USDT и USDC, чтобы получать проценты
vi: Chúng tôi cung cấp cho bạn khả năng sử dụng các giao thức an toàn và đáng tin cậy. Gửi USDT và USDC để hưởng lãi suất

source: We refund bridging costs for any transactions over %@
fr: Nous remboursons les frais de transition pour toute transaction supérieure à %@
ru: Мы возмещаем промежуточные расходы для любых транзакций свыше %@
vi: Chúng tôi hoàn trả chi phí bắc cầu cho bất kỳ giao dịch nào qua %@

source: We refund bridging costs for any transactions over $50
fr: Nous remboursons les frais de transition pour toute transaction supérieure à 50 $
ru: Мы возмещаем промежуточные расходы для любых транзакций на сумму более 50 долларов США.
vi: Chúng tôi hoàn trả chi phí bắc cầu cho bất kỳ giao dịch nào trên $50

source: We suggest you also to enable push notifications
fr: Nous vous suggérons également d'activer les notifications push
ru: Предлагаем вам также включить push-уведомления
vi: Chúng tôi đề xuất bạn hãy bật Thông báo

source: We suggest you try again later because we will not be able to verify the address if you continue.
fr: Nous vous suggérons de réessayer plus tard car nous ne pourrons pas vérifier l'adresse si vous continuez.
ru: Мы предлагаем вам повторить попытку позже, потому что мы не сможем проверить адрес, если вы продолжите.
vi: Chúng tôi khuyên bạn nên thử lại sau vì chúng tôi sẽ không thể xác minh địa chỉ nếu bạn tiếp tục.

source: We use FaceID to secure your transactions
fr: Nous utilisons FaceID pour sécuriser vos transactions
ru: Мы используем FaceID для защиты ваших транзакций
vi: Chúng tôi sử dụng FaceID để bảo mật các giao dịch của bạn

source: we've created some security keywords for you.
fr: nous avons créé des mots clés de sécurité pour vous.
ru: мы создали для вас несколько ключевых слов безопасности.
vi: chúng tôi đã tạo một số từ khóa bảo mật cho bạn.

source: We've noticed that you're using a new device.
fr: Nous avons remarqué que vous utilisez un nouvel appareil.
ru: Мы заметили, что вы используете новое устройство.
vi: Chúng tôi nhận thấy rằng bạn đang sử dụng một thiết bị mới.

source: We’ve broke something really big. Let’s wait together, finally the app will be repaired. If you wish to report the issue, use error code #%@
fr: Nous avons cassé quelque chose de vraiment gros. Attendons ensemble, enfin l'application sera réparée. Si vous souhaitez signaler le problème, utilisez le code d'erreur #%@
ru: Мы сломали что-то действительно большое. Давайте подождем вместе, наконец, приложение будет восстановлено. Если вы хотите сообщить о проблеме, используйте код ошибки #%@
vi: Chúng tôi đã phá vỡ một điều gì đó thực sự lớn. Chúng ta hãy cùng nhau chờ đợi, cuối cùng thì ứng dụng sẽ được sửa chữa. Nếu bạn muốn báo cáo sự cố, hãy sử dụng mã lỗi # %@
